Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/oacco-nuvtta-giehtabatti-boallomearkka-ja-satnegirjjaza.html.tmx
Source language: sme
Languages: smj

source: Oaččo nuvttá giehtabátti, boallomearkka, ja sátnegirjjáža / Sámás muinna / Giella / Sámediggi - Sametinget
smj: Giehtabádde, boallomærkka ja báhkogirjásj nåvkå / Sámásta mujna / Giella / Sámedigge - Sametinget

source: Diŋgonskovvi
smj: Rávvimsjiebmá

source: Vállje buktaga
smj: Vállji ådå

source: Duođaš diŋgojumi
smj: Duodasta rávvagav

source: Giitu diŋgomis !
smj: Gijtto rávvagis

source: Sátnegirjjáš
smj: Báhkogirjásj

source: Davvisámegiella boallomearka
smj: Oarjjelsámegiella boallomærkka

source: Oarjelsámegiella giehtabáddi sturrodat unni
smj: Oarjjelsámegiella giehtabádde stuorrudahka unne

source: Oarjelsámegiella giehtabáddi sturrodat stuoris
smj: Oarjjelsámegiella giehtabádde stuorrudahka stuorra

source: Jus háliidat oažžut eanet go ovtta gáhppálaga válljejuvvon buktagis / buktagiin, de almmut dása galle háliidat juohke buktaga nammii.
smj: Jus sidá ienep gå avtav válljidum buktagis / buktagijs, de dánna dievde galla sidá juohkka diŋgas.
